9/data/attachments/78dc0b7d50caacf0.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Joseph_owner_Friend_82404_5</nif:username>
            <nif:friendToBeRequested>soap_friends_6e2c9cea-0d10-4338-8b40-66eaf03f2c02</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>